task/single-software-execution/cli/openfoam/task-03/init_file/bfs_base/constant/momentumTransport
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant";
    object      momentumTransport;
}
simulationType RAS; // TODO_SIMULATION_TYPE

RAS
{
    model           kOmegaSST; // TODO_TURB_MODEL
    turbulence      on;
    printCoeffs     on;
}
